Revit 2027 API
ParameterTypeId.DatumText Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DatumText { get; }
Public Shared ReadOnly Property DatumText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DatumText {
	ForgeTypeId^ get ();
}
static member DatumText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace